[			  {"title": "Welcome to TinyBlog",
              "date" : "Friday, 16. February 2018",
              "content": "TinyBlog is a small blog engine made with Pharo.",
              "articleUrl": "assets/welcome_to_tinyblog.html",
              "categories": ["TinyBlog"]},
              {"title": "Adding HTML to a page",
              "date" : "Wednesday, 24. January 1018",
              "content": "How can I add html to a page using JavaScript.  This is the question I would like to answer and is the basis of much that I have in mind.",
              "articleUrl": "assets/add_html.html",
              "categories": ["Miscelaneous"]},
              {"title": "Report Pharo Sprint",
              "date" : "Sunday, 12. November 2017",
              "content": "Friday, June 12 there was a Pharo sprint/Moose dojo.  It was a nice event with more than 15 motivated sprinters.  With the help of candies, cakes and chocolate, huge work has been done",
              "articleUrl": "assets/report_pharo_sprint.html",
              "categories": ["Pharo"]},
              {"title": "Brick on top of Bloc - Preview",
              "date" : "Wednesday, 11. October 2017",
              "content": "We are happy to announce the first preview version of Brick, a new widget set created from scratch on top of Bloc.  Brick is being developed primarily by Alex Syrel (together with Alain Plantec, Andrei Chris and myself), and the work is sponsered by ESUG.  Brick is part of the Glamorous Toolkit effort and will provide the basis for the new versions of the development tools.",
              "articleUrl": "assets/brick_on_top_of_block.html",
              "categories": ["Pharo"]},
              {"title": "The sad story of unclassified blog posts",
              "date" : "Saterday, 30. September 2017",
              "content": "So sad that I can read this",
              "articleUrl": "assets/unclassified.html",
              "categories": ["Unclassified"]},
              {"title": "Working with Pharo on the Raspberry Pi",
              "date" : "Thursday, 24. August 2017",
              "content": "Hardware is getting cheaper and many new small devices like the famous Raspberry Pi provide new computation power that was once only available on regular desktop computers.",
              "articleUrl": "assets/raspberry_pi.html",
              "categories": ["TinyBlog", "Pharo", "Raspberry Pi"]}
              ]
